[
    ["Image Name", "Title", "Time?", "Location?", "Publication Date", "Type", "Link", "Description"],
    ["News-Interview-Expanding-the-Curatorial-Horizon-2021", "Zhang Zikang: The academic system of art museums complements the talent cultivation of virtual curatorial laboratories", "", "", "01/16/2021", "Interview", "https://mp.weixin.qq.com/s/_h98O6_gZ_V-ZPAqdLS4lg", "Zhang Zikang, Director of CAFA Art Museum, emphasizes the synergy between the museum’s academic system and the Virtual Curatorial Laboratory in cultivating future curators. By granting full access to its collections, curatorial expertise, and contemporary art research, the museum supports the virtual platform in exploring new curatorial possibilities. Virtual exhibitions are seen not simply as digital replicas, but as experimental spaces that question how perception, space, and viewer engagement shape art. This initiative bridges the digital and the physical, theory and practice, while serving as a forward-looking model for wider public education and cultural innovation."],
    ["News-Interview-Boundless-Art-in-a-Beautiful Era-2023", "Zhang Zikang | Art Without Borders, Beauty of the Times", "", "", "06/27/2023", "Interview", "https://mp.weixin.qq.com/s/6u8e-xvdZlaE1ao8EivX3w", "Zhang Zikang, director of the CAFA Art Museum and a prolific curator, scholar, and artist, reflects on a lifetime of contributions across publishing, exhibition planning, and artistic creation. From pioneering non-profit museum models to curating internationally renowned exhibitions like the 59th Venice Biennale China Pavilion, Zhang sees art as a process of innovation and cognitive expansion. His cross-disciplinary experience enables him to connect art with social context, technological evolution, and cultural identity. As an artist, he explores the boundaries between ink and oil, tradition and modernity, form and concept. For Zhang, art is a lifelong pursuit of meaning, creativity, and engagement with the world."],
    ["News-Interview-Painting-as-Perception-2024", "Zhang Zikang: Painting as a Way of Perceiving the World", "", "", "03/11/2024", "Interview", "https://mp.weixin.qq.com/s/cH1E-VDVHhVWQUW4QR1EoA", "The exhibition Free Void – Zhang Zikang Solo Exhibition, curated by renowned scholar Wang Luxiang, opened at the Meike Dome Academy in Beijing on March 9 and runs through May 31. Featuring recent ink, oil, and ceramic works, this is Zhang Zikang’s first solo exhibition in Beijing. Better known as a curator, publisher, and museum director, Zhang returns to his roots in painting, treating the medium not as a career goal but as a deeply personal practice of introspection and cognitive renewal. His works defy classification, blending abstraction and figuration in an ongoing process of deconstruction and reconstruction. Zhang views painting as a process of perceiving the world, a means to reflect, decompress, and rediscover visual and emotional language beyond fixed frameworks—linking artistic creation with cultural understanding, philosophical inquiry, and daily experience."],


    ["News-Curation-Leandro-Erlich-2019", "Leandro Erlich: The Beginning of Wonder – Reconstructing Vision and Belief", "", "", "11/05/2019", "Curation", "https://mp.weixin.qq.com/s/YGo7qzhQfadCoUKIujtrZg", "As Director of CAFA Art Museum, Zhang Zikang curated Leandro Erlich: The Confines of the Void to reveal how the Argentinian artist reexamines the foundations of perception and reality. Drawing inspiration from Dream of the Red Chamber and themes of illusion, Erlich created immersive works that turn spatial experience into narrative interpretation. Installations such as Swimming Pool, Changing Room, and Lost Garden blur cultural boundaries and invite emotional and philosophical reflection. Zhang sees the exhibition as an example of the museum’s mission to expand cultural imagination through deep artistic engagement."],
    ["News-Curation-Anish-Kapoor-2019", "Zhang Zikang: Transformation – Constructing Kapoor’s Void", "", "", "11/05/2019", "Curation", "https://mp.weixin.qq.com/s/mjDn78b-ieUZfawc1sxw7A", "Curated by Zhang Zikang at CAFA Art Museum and Taimiao Art Museum, Anish Kapoor: A Journey Within offered Chinese audiences a rare chance to experience Kapoor’s sculptural cosmology firsthand. Kapoor’s profound command of materials—especially red wax and mirrored steel—transcends form to evoke metaphysical questions of space, perception, and being. Works like My Red Homeland and Symphony for Beloved Sun engage with ritual motion and elemental color to reshape time and space. Drawing from both Indian philosophy and Western minimalism, Kapoor creates contemplative installations where the viewer becomes a co-creator. His work dissolves the boundary between body, spirit, and environment, inviting deep reflection on the essence of existence."],
    ["News-Curation-Venice-Biennale-2022-1", "Phoenix Art - Video | Latest Announcement from the Venice Biennale, the 'Olympics of Art'", "April 23, 2022 - November 27, 2022", "the Giardini and the Arsenale", "02/09/2022", "Curation", "https://mp.weixin.qq.com/s/WI1w_a8-ahLQ2k4bidl46A", "As curator of the China Pavilion at the 59th Venice Biennale, Zhang Zikang proposed the theme Meta-Scape to explore how Chinese artists perceive and reconstruct reality across digital, cultural, and technological dimensions. The selected works—by Liu Jiayu, Wang Yuyang, Xu Lei, and the interdisciplinary AT Group—respond to the Biennale’s overarching theme The Milk of Dreams, engaging questions of identity, perception, and planetary co-existence. This curatorial endeavor serves not only as a national representation, but also as a dialogue with global art narratives on post-humanism, ecological imagination, and the future of consciousness. The project offers a distinctive Chinese voice in this collective reimagining of the world."],
    ["News-Curation-Venice-Biennale-2022-2", "Phoenix Art - Official Release | Theme and Artist List for the 59th Venice Biennale China Pavilion Announced, Led by Zhang Zikang", "", "", "02/09/2022", "Curation", "https://mp.weixin.qq.com/s/-Oq7NWlpm22NYrgOJ2ikfA", "At the 59th Venice Biennale, Zhang Zikang curated the China Pavilion under the theme Meta-Scape, exploring the evolving relationship between humans, technology, and nature. Drawing from the Chinese philosophical concept of “jing” (境)—which has evolved from physical landscape to mental realm—the exhibition presents works by Xu Lei, Liu Jiayu, Wang Yuyang, and the interdisciplinary AT Group. Their practices span artificial intelligence, immersive sculpture, and poetic visual systems. Through this curatorial vision, the exhibition offers a distinct Chinese narrative that reimagines perception, consciousness, and coexistence in the post-human age, responding to the Biennale’s broader theme The Milk of Dreams from a culturally rooted yet forward-looking perspective."],


    ["News-Exhibition-Freedom-in-the-Void-2024", "Freedom in The Void – Zhang Zikang Solo Exhibition Opens on the Third Floor of Meike Dome Academy", "March 9, 2024", "third floor of the Markor C.A.V.E", "03/10/2024", "Exhibition", "https://m-news.artron.net/news/20240311/n2033305.html", "On March 9, 2024, Zhang Zikang’s solo exhibition Free Void opened on the third floor of Meiker Art Museum. Curated by renowned scholar Wang Luxiang, the exhibition features Zhang’s recent works in ink, oil, and ceramic. For Zhang, painting is not a thematic task but a personal method of cognitive release—a way to relax, explore, and reconnect with the self. His art blurs the lines between abstraction and figuration, evolving through layered applications until new visual possibilities emerge. Zhang often works with hybrid materials, combining Chinese xuan paper with oil paints and mediums from diverse traditions, intentionally disrupting rigid classifications in pursuit of raw expressiveness. Whether using brush, spray, or glaze, each piece reflects an intuitive engagement with space, memory, and perception. For Zhang, painting is a means of recognizing the world—an open-ended act of thinking."],
    ["News-Exhibition-Radiant-Heartlight-2023-1", "Radiant Heartlight – A Contemporary Art Exhibition Opens at 3723 Art Museum in Shanghai", "December 29, 2023", "3723 Art Museum in Shanghai, China", "12/29/2023", "Exhibition", "https://mp.weixin.qq.com/s/OaDzMaxETonruZWqg3xptQ", "On December 29, 2023, Zhang Zikang participated in the opening of Radiant Mindlight – Contemporary Art Exhibition at Gallery 3723 in Shanghai, alongside 15 other artists. Curated by Shao Yinong, the exhibition features 33 works that explore the emotional spectrum of color and spiritual intuition through diverse mediums. Zhang’s contribution joins those of artists like Song Dong, Tan Ping, and Xu Lei, forming a dialogue that invites the audience to perceive art as an extension of inner light and feeling. The exhibition encourages viewers to reengage with the present moment and discover the vibrant connection between instinct, heart, and artistic form."],
    ["News-Exhibition-Radiant-Heartlight-2023-2", "Exhibition Scene | Radiant Heartlight – Contemporary Art Exhibition", "December 30, 2023 - March 3, 2024", "3723 Art Museum, Exhibition Hall A", "01/06/2024", "Exhibition", "https://mp.weixin.qq.com/s/tR9IoA09CWOCYjTsjGYmPw", "From December 30, 2023, to March 3, 2024, Zhang Zikang participated in the group exhibition Brilliant Light Within, held at 3723 Art Museum (Gallery A) and curated by Shao Yinong. The exhibition brought together leading contemporary artists to explore the expressive potential of color as a medium of inner perception and emotional resonance. Emphasizing intuition, spiritual clarity, and visual vitality, the exhibition presented a vivid spectrum of personal energy through diverse artistic forms. Zhang Zikang’s work contributed to this collective reflection on color, perception, and the dynamic relationship between the self and the sensory world."],
    ["News-Exhibition-The-Spirit-of-Ink-2024", "The Spirit of Ink – Contemporary Chinese Abstract Art Exhibition | Artist Feature | Zhang Zikang", "May 10, 2024 - June 9, 2024", "Tanghu Art Museum Exhibition Hall 1 & 2", "05/08/2024", "Exhibition", "https://mp.weixin.qq.com/s/F5t68bmjlHgB-jEuNOycjw", "From May 10 to June 9, 2024, Zhang Zikang is participating in the Ink in Motion – Contemporary Chinese Abstract Art Exhibition at Tanghu Art Museum in Wuhan. Curated by Yang Weimin, the exhibition features a group of abstract artists grounded in Chinese ink traditions yet open to experimental approaches. Zhang presents recent works on xuan paper, along with large-scale mixed-media paintings from his Loulan Series, combining ink, oil stick, and color to evoke a sense of memory and transcendence. These pieces continue his exploration of the dissolution of structure and the fluid interplay between form and void, gesture and stillness—rooting abstraction in cultural resonance and intuitive insight."],
    ["News-Exhibition-The-Turning-of-The-Dragon-2024", "The Turning of the Dragon at Quzhou Art Museum: Awakening and Sensing Life's Awareness", "January 31, 2024 - March 9, 2024", "Quzhou Art Museum, Exhibition Hall 3", "02/29/2024", "Exhibition", "http://art.china.cn/txt/2024-02/29/content_42710787.htm", "From January 31 to March 9, 2024, Zhang Zikang’s mixed-media painting series—including Return, Overlap, Ladder, Moonlight, and Spirit—was featured in The Turning of the Dragon, a contemporary art exhibition at Quzhou Art Museum. His work was part of the curatorial section “Dao in the Present,” reflecting his ongoing exploration of form, gesture, and metaphysical presence. With abstract visual language rooted in traditional Chinese philosophy, Zhang’s paintings formed a contemplative dialogue within a broader exhibition space that included large-scale installations, meditative sculptures, and experimental works. The exhibition offered a resonant context for viewers to reengage their intuitive perception and experience art as a medium that reawakens the vital consciousness of life."],
    ["News-Interview-Searching-for-Beuys-An-Unannounced-Visit", "Searching for Beuys: An Unannounced Visit", "", "", "07/16/2025", "Interview", "https://youtu.be/XFJK0XW6L8I", ""]
]