[
    ["Image Name", "Title", "Time?", "Location?", "Publication Date", "Type", "Link", "Description"],
    ["News-Interview-Expanding-the-Curatorial-Horizon-2021", "张子康：美术馆的学术体系与虚拟策展实验室的人才培养相辅相成", "", "", "01/16/2021", "Interview", "https://mp.weixin.qq.com/s/_h98O6_gZ_V-ZPAqdLS4lg", "中央美术学院美术馆馆长张子康指出，美术馆的学术体系与虚拟策展实验室的人才培养紧密相连。美术馆向该课程全面开放馆藏资源、学术研究与策展经验，使其成为探索策展新模式的重要平台。虚拟策展不仅是对展览的数字化呈现，更是一个实验场，推动对空间、感知与观众体验的再思考。这一项目融合了虚拟与现实、教学与实践，也为美术馆在社会美育与文化传播中提供了前瞻性的路径与新可能。"],
    ["News-Interview-Boundless-Art-in-a-Beautiful Era-2023", "张子康 | 艺无边界 时代至美", "", "", "06/27/2023", "Interview", "https://mp.weixin.qq.com/s/6u8e-xvdZlaE1ao8EivX3w", "作为中央美术学院美术馆馆长，张子康集策展人、艺术家与学者于一身，从出版艺术图书到构建非营利美术馆体系，从推动中外文化交流到担任第59届威尼斯双年展中国馆策展人，他始终活跃在艺术创新的前沿。他认为艺术是认知世界的过程，是代表生命力的创造行为。其艺术创作游走于水墨与油彩、具象与抽象、传统与当代之间，体现出深刻的文化融合意识。张子康以开放而自觉的文化姿态，为推动中国当代艺术的全球传播与价值建构持续贡献。"],
    ["News-Interview-Painting-as-Perception-2024", "张子康：绘画是一种认知世界的过程", "", "", "03/11/2024", "Interview", "https://mp.weixin.qq.com/s/cH1E-VDVHhVWQUW4QR1EoA", "“自由虚空——张子康作品展”于3月9日在北京美克洞學館三层艺术空间开幕，展期持续至5月31日，由著名文化学者王鲁湘担任策展人。本次展览呈现了张子康近年来创作的水墨、油画与陶瓷作品，是他在北京的首次个展。作为策展人、美术出版人和美术馆馆长广为人知的张子康，此次以艺术家的身份回归创作初心。他将绘画视为一种放松与自我完善的方式，也是一种持续的认知实践。他的作品介于抽象与具象之间，在破坏与重构中生成视觉与情感的自由结构。张子康认为，艺术最根本的价值在于提供一种创新的思维路径，使我们在不断变化的世界中寻找多元的认知角度和人文连接。"],


    ["News-Curation-Leandro-Erlich-2019", "雷安德罗·埃利希：惊奇之始——看见与相信的重构", "", "", "11/05/2019", "Curation", "https://mp.weixin.qq.com/s/YGo7qzhQfadCoUKIujtrZg", "作为中央美术学院美术馆馆长，张子康策划了“雷安德罗·埃利希：太虚之境”展览，旨在呈现这位阿根廷艺术家如何从根本上重构我们对感知与现实的理解。展览以《红楼梦》中“太虚幻境”的意象为灵感，通过作品《游泳池》《试衣间》《迷失花园》等，引导观众在空间叙事中参与互动与诠释。这些作品跨越文化边界，唤起观众的情感共鸣与哲学思考。张子康认为，此次展览正体现了美术馆通过艺术经验拓展文化想象力的使命。"],
    ["News-Curation-Anish-Kapoor-2019", "张子康：化物 ——卡普尔虚无的营造", "", "", "11/05/2019", "Curation", "https://mp.weixin.qq.com/s/mjDn78b-ieUZfawc1sxw7A", "由张子康策划的“安尼施·卡普尔：化物”展览在中央美术学院美术馆与太庙艺术馆同期举办，为中国观众带来了亲身体验卡普尔独特宇宙观的难得契机。卡普尔对红蜡与镜面等材料的深度掌控，使作品超越形式本身，构建出一种游走于现实与虚无之间的感知空间。《我的红色家乡》《致心爱太阳的交响乐》等代表作，通过动态的仪式感与原始色彩，重新定义了时间与空间的关系。卡普尔融合印度哲学与西方极简主义，以观众的直觉为媒介，使观众在观看中主动参与，成为作品的一部分。他的装置作品模糊了身体、空间与精神的界限，引导观众反思生命本源与存在的意义。"],
    ["News-Curation-Venice-Biennale-2022-1", "凤凰艺术 视频 | “艺术界奥林匹克”威尼斯国际艺术双年展最新官宣", "2022年4月23日 - 2022年11月27日", "花园展区（Giardini）和军械库展区（Arsenale）", "02/09/2022", "Curation", "https://mp.weixin.qq.com/s/WI1w_a8-ahLQ2k4bidl46A", "在第59届威尼斯国际艺术双年展中，张子康担任中国馆策展人，提出“元境”（Meta-Scape）为主题，邀请刘佳玉、王郁洋、徐累以及AT小组的多位青年艺术家参展，探索中国艺术家如何在数字、文化与科技语境中重新建构现实。该展览呼应本届双年展“梦想之乳”的核心议题，围绕身份、感知与生命共存展开讨论。这一策展实践不仅体现国家形象的文化表达，更与全球艺术关于后人类、生态想象与意识未来的讨论形成呼应，为重新理解世界提供了具有中国视角的独特声音。"],
    ["News-Curation-Venice-Biennale-2022-2", "凤凰艺术 官宣 | 第59届威尼斯国际艺术双年展中国馆主题和参展名单公布！张子康领衔", "", "", "02/09/2022", "Curation", "https://mp.weixin.qq.com/s/-Oq7NWlpm22NYrgOJ2ikfA", "在第59届威尼斯国际艺术双年展中，张子康担任中国馆策展人，以“元境”为主题，试图从中国传统“境”的哲学意涵出发，探讨当代人类在“人—技术—自然”交织中的存在处境。参展艺术家包括徐累、刘佳玉、王郁洋，以及由中央美术学院科技艺术研究院与清华大学脑与智能实验室共同组成的AT小组。通过人工智能、装置雕塑与东方诗意图像的呈现，本次展览构建出一个融合科技美学与文化思辨的艺术时空。“元境”回应了双年展“梦想之乳”对人类未来、感知演化及去中心化的思考，呈现出一个立足本土文化、面向未来世界的中国叙事。"],


    ["News-Exhibition-Freedom-in-the-Void-2024", "自由虚空——张子康作品展在美克洞學館三层艺术空间开幕", "2024年3月9日", "美克洞學館三层", "03/10/2024", "Exhibition", "https://m-news.artron.net/news/20240311/n2033305.html", "2024年3月9日，张子康个展《自由虚空》在美克洞學館三层艺术空间开幕，由著名文化学者王鲁湘担任策展人，展出了其近年来创作的水墨、油画及陶瓷作品。对张子康而言，绘画并非命题式的创作，而是一种认知与释放的过程，是从工作中抽离后的放松方式，也是一种内在自我的修复与追寻。他在抽象与具象之间自由转换，通过层层涂绘，不断生成新的视觉可能。在材料使用上，他常结合宣纸与油彩等跨媒介手法，主动打破传统界限，追求更加直接和有力的表达。不论使用毛笔、喷涂或陶釉，每件作品都体现了他对空间、记忆与感知的直觉式回应。对他来说，绘画是一种持续认知世界的过程，也是一种开放的思想行为。"],
    ["News-Exhibition-Radiant-Heartlight-2023-1", "心光灿烂——当代艺术展在上海叁柒贰叁美术馆开幕", "2023年12月29日", "上海叁柒贰叁美术馆", "12/29/2023", "Exhibition", "https://mp.weixin.qq.com/s/OaDzMaxETonruZWqg3xptQ", "2023年12月29日，张子康与其他15位艺术家共同参加了“心光灿烂——当代艺术展”的开幕式，展览在上海叁柒贰叁美术馆隆重举行，由策展人邵译农策划。此次展览以“心光”为主题，聚焦色彩与内在心性的对话，展出33组风格多样、媒介丰富的艺术作品。张子康的参展作品与宋冬、谭平、徐累等艺术家的作品共同构成了一个关于直觉与精神感受的视觉对话，激发观众从当下重新感知色彩与形式的意义。展览引导观者在直观体验中唤起心灵的感受，体现出艺术与精神世界之间深刻的联结。"],
    ["News-Exhibition-Radiant-Heartlight-2023-2", "展览现场｜心光灿烂——当代艺术展", "2023年12月30日 - 2024年3月3日", "叁柒贰叁美术馆·展厅A", "01/06/2024", "Exhibition", "https://mp.weixin.qq.com/s/tR9IoA09CWOCYjTsjGYmPw", "2023年12月30日至2024年3月3日，张子康参展《心光灿烂——当代艺术展》。展览在叁柒贰叁美术馆A厅举行，由邵译农策展，集结多位当代艺术家，以“色彩”为线索展开对心性、感知与能量状态的艺术探索。展览通过不同艺术形式展现个体精神光谱与直观图式，强调艺术创作中的直觉表达与生命能量。张子康的作品以独特的色彩语言参与了本次展览对于视觉、形式与内在世界关系的当代表达。"],
    ["News-Exhibition-The-Spirit-of-Ink-2024", "大墨有风——当代中国抽象艺术展 | 艺术家推介 | 张子康", "2024年5月10日-2024年6月9日", "汤湖美术馆1/2号厅", "05/08/2024", "Exhibition", "https://mp.weixin.qq.com/s/F5t68bmjlHgB-jEuNOycjw", "2024年5月10日至6月9日，张子康参展“大墨有风——当代中国抽象艺术展”，展览于武汉汤湖美术馆举行，由策展人杨维民主持，汇聚多位致力于探索中国抽象艺术语言的艺术家。张子康此次展出包括两幅宣纸水墨新作《心行》《幽释》，以及大型混合媒介作品《楼兰系列》，融合油彩、水墨与油画棒，以图像重构唤起记忆与超越感。他在作品中延续对结构解构与虚实互动的探讨，将东方哲思、文化意蕴与个体直觉注入抽象语言之中，呈现当代语境下的独特精神维度。"],
    ["News-Exhibition-The-Turning-of-The-Dragon-2024", "衢州美术馆“龙的转身”：激活和感受生命的觉知", "2024年1月31日-2024年3月9日", "衢州美术馆3号厅", "02/29/2024", "Exhibition", "http://art.china.cn/txt/2024-02/29/content_42710787.htm", "2024年1月31日至3月9日，张子康的综合绘画系列《归去》《叠》《梯》《月夕》《灵》亮相于衢州美术馆“龙的转身——当代艺术邀请展”，作品展出于“道性·在当下”单元，呈现了他对形式、笔触与精神临在的持续探索。其作品以抽象语言回应东方哲思，在展览构建的多元视觉语境中，与装置、雕塑和实验作品共同构成沉思性的艺术空间。此次展览为观众提供了一个重新唤起直觉感知的契机，也展现出艺术作为生命觉知的能量之光。"],
    ["News-Interview-Searching-for-Beuys-An-Unannounced-Visit", "寻找博伊斯：一次未预约的拜访", "", "", "07/16/2025", "Interview", "https://youtu.be/XFJK0XW6L8I", ""]
]
