[
    ["Image Name", "Title", "Time?", "Location?", "Publication Date", "Type", "Link", "Description"],
    ["News-Exhibition-Radiant-Heartlight-2023-1", "Radiant Heartlight – A Contemporary Art Exhibition Opens at 3723 Art Museum in Shanghai", "December 30, 2023 - March 3, 2024", "3723 Art Museum, Exhibition Hall A", "12/29/2023", "Exhibition", "https://mp.weixin.qq.com/s/OaDzMaxETonruZWqg3xptQ", "On December 29, 2023, I participated in the opening of Radiant Heartlight - Contemporary Art Exhibition at Gallery 3723 in Shanghai, alongside 15 other artists. Curated by Shao Yinong, the exhibition brings together 33 works that explore the emotional spectrum of color and spiritual intuition through diverse mediums. My work joins those of artists like Song Dong, Tan Ping, and Xu Lei, forming a dialogue that invites the audience to perceive art as an extension of inner light and feeling. This exhibition encourages the viewer to reengage with the present moment and discover the vibrant link between instinct, heart, and artistic form."],
    ["News-Interview-Expanding-the-Curatorial-Horizon-2021", "The academic system of art museums complements the talent cultivation of virtual curatorial laboratories", "", "", "01/16/2021", "Interview", "https://mp.weixin.qq.com/s/_h98O6_gZ_V-ZPAqdLS4lg", "As Director of CAFA Art Museum, I believe the synergy between our museum's academic framework and the Virtual Curatorial Laboratory is key to nurturing future curators. Our full access to museum resources—including artworks, curatorial expertise, and research dialogues—empowers this virtual platform to explore new curatorial models. Virtual exhibitions are not mere digitizations, but experimental fields to question how space, perception, and audience experience shape contemporary art. This program helps bridge physical and digital, pedagogy and practice, curatorship and creativity. It's not only an educational tool, but also a strategic vision for broader social engagement and cultural innovation."],
    ["News-Curation-Leandro-Erlich-2019", "Leandro Erlich: The Beginning of Wonder – Reconstructing Vision and Belief", "", "", "11/05/2019", "Curation", "https://mp.weixin.qq.com/s/YGo7qzhQfadCoUKIujtrZg", "In curating Leandro Erlich: The Confines of the Void at CAFA Art Museum, I sought to showcase how Erlich reexamines the foundations of perception and reality. Inspired by Dream of the Red Chamber and the layered meanings within “illusion,” Erlich created works that invite viewers into spatial narratives where interaction becomes interpretation. From the illusory depths of Swimming Pool to the mirrored dialogues of Changing Room and Lost Garden, his installations transcend cultural boundaries, prompting emotional resonance and philosophical inquiry. I believe this exhibition exemplifies the museum's role in advancing cultural imagination through artistic experience."]
]