{
  "News-Curation-Venice-Biennale-2022-1": {
    "title": "Phoenix Art - Video | Latest Announcement from the Venice Biennale, the 'Olympics of Art'",
    "src": "/assets/news/News-Curation-Venice-Biennale-2022-1.webp",
    "alt": "News - Zhang Zikang's Curation - Phoenix Art - Video | Latest Announcement from the Venice Biennale, the 'Olympics of Art' - 02/09/2022",
    "time": "April 23, 2022 - November 27, 2022",
    "location": "the Giardini and the Arsenale",
    "description": "As curator of the China Pavilion at the 59th Venice Biennale, Zhang Zikang proposed the theme Meta-Scape to explore how Chinese artists perceive and reconstruct reality across digital, cultural, and technological dimensions. The selected works—by Liu Jiayu, Wang Yuyang, Xu Lei, and the interdisciplinary AT Group—respond to the Biennale’s overarching theme The Milk of Dreams, engaging questions of identity, perception, and planetary co-existence. This curatorial endeavor serves not only as a national representation, but also as a dialogue with global art narratives on post-humanism, ecological imagination, and the future of consciousness. The project offers a distinctive Chinese voice in this collective reimagining of the world.",
    "metadata": {
      "title": "News - Zhang Zikang's Curation - Phoenix Art - Video | Latest Announcement from the Venice Biennale, the 'Olympics of Art' - 02/09/2022",
      "description": "News - Zhang Zikang's Curation - Phoenix Art - Video | Latest Announcement from the Venice Biennale, the 'Olympics of Art' - 02/09/2022"
    },
    "link": "https://mp.weixin.qq.com/s/WI1w_a8-ahLQ2k4bidl46A"
  },
  "News-Curation-Venice-Biennale-2022-2": {
    "title": "Phoenix Art - Official Release | Theme and Artist List for the 59th Venice Biennale China Pavilion Announced, Led by Zhang Zikang",
    "src": "/assets/news/News-Curation-Venice-Biennale-2022-2.webp",
    "alt": "News - Zhang Zikang's Curation - Phoenix Art - Official Release | Theme and Artist List for the 59th Venice Biennale China Pavilion Announced, Led by Zhang Zikang - 02/09/2022",
    "description": "At the 59th Venice Biennale, Zhang Zikang curated the China Pavilion under the theme Meta-Scape, exploring the evolving relationship between humans, technology, and nature. Drawing from the Chinese philosophical concept of “jing” (境)—which has evolved from physical landscape to mental realm—the exhibition presents works by Xu Lei, Liu Jiayu, Wang Yuyang, and the interdisciplinary AT Group. Their practices span artificial intelligence, immersive sculpture, and poetic visual systems. Through this curatorial vision, the exhibition offers a distinct Chinese narrative that reimagines perception, consciousness, and coexistence in the post-human age, responding to the Biennale’s broader theme The Milk of Dreams from a culturally rooted yet forward-looking perspective.",
    "metadata": {
      "title": "News - Zhang Zikang's Curation - Phoenix Art - Official Release | Theme and Artist List for the 59th Venice Biennale China Pavilion Announced, Led by Zhang Zikang - 02/09/2022",
      "description": "News - Zhang Zikang's Curation - Phoenix Art - Official Release | Theme and Artist List for the 59th Venice Biennale China Pavilion Announced, Led by Zhang Zikang - 02/09/2022"
    },
    "link": "https://mp.weixin.qq.com/s/-Oq7NWlpm22NYrgOJ2ikfA"
  },
  "News-Curation-Leandro-Erlich-2019": {
    "title": "Leandro Erlich: The Beginning of Wonder – Reconstructing Vision and Belief",
    "src": "/assets/news/News-Curation-Leandro-Erlich-2019.webp",
    "alt": "News - Zhang Zikang's Curation - Leandro Erlich: The Beginning of Wonder – Reconstructing Vision and Belief - 11/05/2019",
    "description": "As Director of CAFA Art Museum, Zhang Zikang curated Leandro Erlich: The Confines of the Void to reveal how the Argentinian artist reexamines the foundations of perception and reality. Drawing inspiration from Dream of the Red Chamber and themes of illusion, Erlich created immersive works that turn spatial experience into narrative interpretation. Installations such as Swimming Pool, Changing Room, and Lost Garden blur cultural boundaries and invite emotional and philosophical reflection. Zhang sees the exhibition as an example of the museum’s mission to expand cultural imagination through deep artistic engagement.",
    "metadata": {
      "title": "News - Zhang Zikang's Curation - Leandro Erlich: The Beginning of Wonder – Reconstructing Vision and Belief - 11/05/2019",
      "description": "News - Zhang Zikang's Curation - Leandro Erlich: The Beginning of Wonder – Reconstructing Vision and Belief - 11/05/2019"
    },
    "link": "https://mp.weixin.qq.com/s/YGo7qzhQfadCoUKIujtrZg"
  },
  "News-Curation-Anish-Kapoor-2019": {
    "title": "Zhang Zikang: Transformation – Constructing Kapoor’s Void",
    "src": "/assets/news/News-Curation-Anish-Kapoor-2019.webp",
    "alt": "News - Zhang Zikang's Curation - Zhang Zikang: Transformation – Constructing Kapoor’s Void - 11/05/2019",
    "description": "Curated by Zhang Zikang at CAFA Art Museum and Taimiao Art Museum, Anish Kapoor: A Journey Within offered Chinese audiences a rare chance to experience Kapoor’s sculptural cosmology firsthand. Kapoor’s profound command of materials—especially red wax and mirrored steel—transcends form to evoke metaphysical questions of space, perception, and being. Works like My Red Homeland and Symphony for Beloved Sun engage with ritual motion and elemental color to reshape time and space. Drawing from both Indian philosophy and Western minimalism, Kapoor creates contemplative installations where the viewer becomes a co-creator. His work dissolves the boundary between body, spirit, and environment, inviting deep reflection on the essence of existence.",
    "metadata": {
      "title": "News - Zhang Zikang's Curation - Zhang Zikang: Transformation – Constructing Kapoor’s Void - 11/05/2019",
      "description": "News - Zhang Zikang's Curation - Zhang Zikang: Transformation – Constructing Kapoor’s Void - 11/05/2019"
    },
    "link": "https://mp.weixin.qq.com/s/mjDn78b-ieUZfawc1sxw7A"
  }
}
