{
  "News-Exhibition-The-Spirit-of-Ink-2024": {
    "title": "The Spirit of Ink – Contemporary Chinese Abstract Art Exhibition | Artist Feature | Zhang Zikang",
    "src": "/assets/news/News-Exhibition-The-Spirit-of-Ink-2024.webp",
    "alt": "News - Zhang Zikang's Exhibition - The Spirit of Ink – Contemporary Chinese Abstract Art Exhibition | Artist Feature | Zhang Zikang - 05/08/2024",
    "time": "May 10, 2024 - June 9, 2024",
    "location": "Tanghu Art Museum Exhibition Hall 1 & 2",
    "description": "From May 10 to June 9, 2024, Zhang Zikang is participating in the Ink in Motion – Contemporary Chinese Abstract Art Exhibition at Tanghu Art Museum in Wuhan. Curated by Yang Weimin, the exhibition features a group of abstract artists grounded in Chinese ink traditions yet open to experimental approaches. Zhang presents recent works on xuan paper, along with large-scale mixed-media paintings from his Loulan Series, combining ink, oil stick, and color to evoke a sense of memory and transcendence. These pieces continue his exploration of the dissolution of structure and the fluid interplay between form and void, gesture and stillness—rooting abstraction in cultural resonance and intuitive insight.",
    "metadata": {
      "title": "News - Zhang Zikang's Exhibition - The Spirit of Ink – Contemporary Chinese Abstract Art Exhibition | Artist Feature | Zhang Zikang - 05/08/2024",
      "description": "News - Zhang Zikang's Exhibition - The Spirit of Ink – Contemporary Chinese Abstract Art Exhibition | Artist Feature | Zhang Zikang - 05/08/2024"
    },
    "link": "https://mp.weixin.qq.com/s/F5t68bmjlHgB-jEuNOycjw"
  },
  "News-Exhibition-Freedom-in-the-Void-2024": {
    "title": "Freedom in The Void – Zhang Zikang Solo Exhibition Opens on the Third Floor of Meike Dome Academy",
    "src": "/assets/news/News-Exhibition-Freedom-in-the-Void-2024.webp",
    "alt": "News - Zhang Zikang's Exhibition - Freedom in The Void – Zhang Zikang Solo Exhibition Opens on the Third Floor of Meike Dome Academy - 03/10/2024",
    "time": "March 9, 2024",
    "location": "third floor of the Markor C.A.V.E",
    "description": "On March 9, 2024, Zhang Zikang’s solo exhibition Free Void opened on the third floor of Meiker Art Museum. Curated by renowned scholar Wang Luxiang, the exhibition features Zhang’s recent works in ink, oil, and ceramic. For Zhang, painting is not a thematic task but a personal method of cognitive release—a way to relax, explore, and reconnect with the self. His art blurs the lines between abstraction and figuration, evolving through layered applications until new visual possibilities emerge. Zhang often works with hybrid materials, combining Chinese xuan paper with oil paints and mediums from diverse traditions, intentionally disrupting rigid classifications in pursuit of raw expressiveness. Whether using brush, spray, or glaze, each piece reflects an intuitive engagement with space, memory, and perception. For Zhang, painting is a means of recognizing the world—an open-ended act of thinking.",
    "metadata": {
      "title": "News - Zhang Zikang's Exhibition - Freedom in The Void – Zhang Zikang Solo Exhibition Opens on the Third Floor of Meike Dome Academy - 03/10/2024",
      "description": "News - Zhang Zikang's Exhibition - Freedom in The Void – Zhang Zikang Solo Exhibition Opens on the Third Floor of Meike Dome Academy - 03/10/2024"
    },
    "link": "https://m-news.artron.net/news/20240311/n2033305.html"
  },
  "News-Exhibition-The-Turning-of-The-Dragon-2024": {
    "title": "The Turning of the Dragon at Quzhou Art Museum: Awakening and Sensing Life's Awareness",
    "src": "/assets/news/News-Exhibition-The-Turning-of-The-Dragon-2024.webp",
    "alt": "News - Zhang Zikang's Exhibition - The Turning of the Dragon at Quzhou Art Museum: Awakening and Sensing Life's Awareness - 02/29/2024",
    "time": "January 31, 2024 - March 9, 2024",
    "location": "Quzhou Art Museum, Exhibition Hall 3",
    "description": "From January 31 to March 9, 2024, Zhang Zikang’s mixed-media painting series—including Return, Overlap, Ladder, Moonlight, and Spirit—was featured in The Turning of the Dragon, a contemporary art exhibition at Quzhou Art Museum. His work was part of the curatorial section “Dao in the Present,” reflecting his ongoing exploration of form, gesture, and metaphysical presence. With abstract visual language rooted in traditional Chinese philosophy, Zhang’s paintings formed a contemplative dialogue within a broader exhibition space that included large-scale installations, meditative sculptures, and experimental works. The exhibition offered a resonant context for viewers to reengage their intuitive perception and experience art as a medium that reawakens the vital consciousness of life.",
    "metadata": {
      "title": "News - Zhang Zikang's Exhibition - The Turning of the Dragon at Quzhou Art Museum: Awakening and Sensing Life's Awareness - 02/29/2024",
      "description": "News - Zhang Zikang's Exhibition - The Turning of the Dragon at Quzhou Art Museum: Awakening and Sensing Life's Awareness - 02/29/2024"
    },
    "link": "http://art.china.cn/txt/2024-02/29/content_42710787.htm"
  },
  "News-Exhibition-Radiant-Heartlight-2023-2": {
    "title": "Exhibition Scene | Radiant Heartlight – Contemporary Art Exhibition",
    "src": "/assets/news/News-Exhibition-Radiant-Heartlight-2023-2.webp",
    "alt": "News - Zhang Zikang's Exhibition - Exhibition Scene | Radiant Heartlight – Contemporary Art Exhibition - 01/06/2024",
    "time": "December 30, 2023 - March 3, 2024",
    "location": "3723 Art Museum, Exhibition Hall A",
    "description": "From December 30, 2023, to March 3, 2024, Zhang Zikang participated in the group exhibition Brilliant Light Within, held at 3723 Art Museum (Gallery A) and curated by Shao Yinong. The exhibition brought together leading contemporary artists to explore the expressive potential of color as a medium of inner perception and emotional resonance. Emphasizing intuition, spiritual clarity, and visual vitality, the exhibition presented a vivid spectrum of personal energy through diverse artistic forms. Zhang Zikang’s work contributed to this collective reflection on color, perception, and the dynamic relationship between the self and the sensory world.",
    "metadata": {
      "title": "News - Zhang Zikang's Exhibition - Exhibition Scene | Radiant Heartlight – Contemporary Art Exhibition - 01/06/2024",
      "description": "News - Zhang Zikang's Exhibition - Exhibition Scene | Radiant Heartlight – Contemporary Art Exhibition - 01/06/2024"
    },
    "link": "https://mp.weixin.qq.com/s/tR9IoA09CWOCYjTsjGYmPw"
  },
  "News-Exhibition-Radiant-Heartlight-2023-1": {
    "title": "Radiant Heartlight – A Contemporary Art Exhibition Opens at 3723 Art Museum in Shanghai",
    "src": "/assets/news/News-Exhibition-Radiant-Heartlight-2023-1.webp",
    "alt": "News - Zhang Zikang's Exhibition - Radiant Heartlight – A Contemporary Art Exhibition Opens at 3723 Art Museum in Shanghai - 12/29/2023",
    "time": "December 29, 2023",
    "location": "3723 Art Museum in Shanghai, China",
    "description": "On December 29, 2023, Zhang Zikang participated in the opening of Radiant Mindlight – Contemporary Art Exhibition at Gallery 3723 in Shanghai, alongside 15 other artists. Curated by Shao Yinong, the exhibition features 33 works that explore the emotional spectrum of color and spiritual intuition through diverse mediums. Zhang’s contribution joins those of artists like Song Dong, Tan Ping, and Xu Lei, forming a dialogue that invites the audience to perceive art as an extension of inner light and feeling. The exhibition encourages viewers to reengage with the present moment and discover the vibrant connection between instinct, heart, and artistic form.",
    "metadata": {
      "title": "News - Zhang Zikang's Exhibition - Radiant Heartlight – A Contemporary Art Exhibition Opens at 3723 Art Museum in Shanghai - 12/29/2023",
      "description": "News - Zhang Zikang's Exhibition - Radiant Heartlight – A Contemporary Art Exhibition Opens at 3723 Art Museum in Shanghai - 12/29/2023"
    },
    "link": "https://mp.weixin.qq.com/s/OaDzMaxETonruZWqg3xptQ"
  }
}
