{
  "News-Interview-Painting-as-Perception-2024": {
    "title": "Zhang Zikang: Painting as a Way of Perceiving the World",
    "src": "/assets/news/News-Interview-Painting-as-Perception-2024.webp",
    "alt": "News - Zhang Zikang's Interview - Zhang Zikang: Painting as a Way of Perceiving the World - 03/11/2024",
    "description": "The exhibition Free Void – Zhang Zikang Solo Exhibition, curated by renowned scholar Wang Luxiang, opened at the Meike Dome Academy in Beijing on March 9 and runs through May 31. Featuring recent ink, oil, and ceramic works, this is Zhang Zikang’s first solo exhibition in Beijing. Better known as a curator, publisher, and museum director, Zhang returns to his roots in painting, treating the medium not as a career goal but as a deeply personal practice of introspection and cognitive renewal. His works defy classification, blending abstraction and figuration in an ongoing process of deconstruction and reconstruction. Zhang views painting as a process of perceiving the world, a means to reflect, decompress, and rediscover visual and emotional language beyond fixed frameworks—linking artistic creation with cultural understanding, philosophical inquiry, and daily experience.",
    "metadata": {
      "title": "News - Zhang Zikang's Interview - Zhang Zikang: Painting as a Way of Perceiving the World - 03/11/2024",
      "description": "News - Zhang Zikang's Interview - Zhang Zikang: Painting as a Way of Perceiving the World - 03/11/2024"
    },
    "link": "https://mp.weixin.qq.com/s/cH1E-VDVHhVWQUW4QR1EoA"
  },
  "News-Interview-Boundless-Art-in-a-Beautiful Era-2023": {
    "title": "Zhang Zikang | Art Without Borders, Beauty of the Times",
    "src": "/assets/news/News-Interview-Boundless-Art-in-a-Beautiful Era-2023.webp",
    "alt": "News - Zhang Zikang's Interview - Zhang Zikang | Art Without Borders, Beauty of the Times - 06/27/2023",
    "description": "Zhang Zikang, director of the CAFA Art Museum and a prolific curator, scholar, and artist, reflects on a lifetime of contributions across publishing, exhibition planning, and artistic creation. From pioneering non-profit museum models to curating internationally renowned exhibitions like the 59th Venice Biennale China Pavilion, Zhang sees art as a process of innovation and cognitive expansion. His cross-disciplinary experience enables him to connect art with social context, technological evolution, and cultural identity. As an artist, he explores the boundaries between ink and oil, tradition and modernity, form and concept. For Zhang, art is a lifelong pursuit of meaning, creativity, and engagement with the world.",
    "metadata": {
      "title": "News - Zhang Zikang's Interview - Zhang Zikang | Art Without Borders, Beauty of the Times - 06/27/2023",
      "description": "News - Zhang Zikang's Interview - Zhang Zikang | Art Without Borders, Beauty of the Times - 06/27/2023"
    },
    "link": "https://mp.weixin.qq.com/s/6u8e-xvdZlaE1ao8EivX3w"
  },
  "News-Interview-Expanding-the-Curatorial-Horizon-2021": {
    "title": "Zhang Zikang: The academic system of art museums complements the talent cultivation of virtual curatorial laboratories",
    "src": "/assets/news/News-Interview-Expanding-the-Curatorial-Horizon-2021.webp",
    "alt": "News - Zhang Zikang's Interview - Zhang Zikang: The academic system of art museums complements the talent cultivation of virtual curatorial laboratories - 01/16/2021",
    "description": "Zhang Zikang, Director of CAFA Art Museum, emphasizes the synergy between the museum’s academic system and the Virtual Curatorial Laboratory in cultivating future curators. By granting full access to its collections, curatorial expertise, and contemporary art research, the museum supports the virtual platform in exploring new curatorial possibilities. Virtual exhibitions are seen not simply as digital replicas, but as experimental spaces that question how perception, space, and viewer engagement shape art. This initiative bridges the digital and the physical, theory and practice, while serving as a forward-looking model for wider public education and cultural innovation.",
    "metadata": {
      "title": "News - Zhang Zikang's Interview - Zhang Zikang: The academic system of art museums complements the talent cultivation of virtual curatorial laboratories - 01/16/2021",
      "description": "News - Zhang Zikang's Interview - Zhang Zikang: The academic system of art museums complements the talent cultivation of virtual curatorial laboratories - 01/16/2021"
    },
    "link": "https://mp.weixin.qq.com/s/_h98O6_gZ_V-ZPAqdLS4lg"
  }
}
